[
    {
        "keyword": "^Alcohol & Drugs",
        "title": "ALCOHOL & DRUGS",
        "quote": "According to research by the National Institute on Alcohol Abuse and Alcoholism, adolescents who begin drinking before age 15 are four times more likely to develop alcohol dependence than those who begin drinking at age 21.",
        "content": "<p>Warning signs of alcohol and drug dependency/abuse include:</p><ul><li>Getting drunk/high frequently</li><li>Lying about alcohol/drug use</li><li>Blacking out and experiencing lapses in memory</li><li>Believing that alcohol/drugs are necessary to have fun</li></ul><p>Alcohol and drugs impair judgment and can lead to risky behaviors that put lives in danger.</p><p>In association with the Washington Recovery Help Line, Teen Link provides help to teens struggling with alcohol and drugs. Call 1(866)TEENLINK for help between 6-10 pm or call the Washington Recovery Help Line 24 hours/day at 1(866) 789-1511.</p>",
        "parent" : "^Alcohol & Drugs"
    },
    {
        "keyword": "^At-Risk Youth",
        "title": "at-risk youth",
        "quote": "Children and young adults who are prone to becoming involved in crime, domestic abuse, drugs and alcohol, early pregnancy, school-related problems and suicide are defined as at-risk youth.",
        "content": "<p>In response to growing youth crime and violence rates, many programs have been developed for at-risk youth. Here are some agencies and programs where teens can participate in recreation, education and community-based activities without fear of violence.</p>",
        "parent" : "^At-Risk Youth"
    },
    {
        "keyword": "^Birth Control/Family Planning/Pregnancy",
        "title": "birth control",
        "quote": "According to the National Campaign to Prevent Teen Pregnancy, 3 out of 10 girls in the U.S. get pregnant at least once by the age of 20.",
        "content": "<p>Because a woman can get pregnant at any time of the month, abstinence (not having sex) is the only 100% effective method of birth control. If you think you may be pregnant, it’s important to make an appointment to get tested by a health care professional as home pregnancy kits are not always accurate. In Washington State, teens 13 years and older do not need a parent’s/legal guardian’s permission to be tested. If you are pregnant, seek emotional support from someone you trust and talk with a medical professional about your options.</p>",
        "parent" : "^Birth Control/Family Planning/Pregnancy"
    },
    {
        "keyword": "^Child Abuse",
        "title": "child abuse",
        "quote": "According to Childhelp, children who experience child abuse and neglect are 25% more likely to experience teen pregnancy and 30% more likely to commit a violent crime.",
        "content" : "<p>There are four primary types of child abuse:</p><ul><li>Physical abuse</li><li>Sexual abuse</li><li>Emotional abuse</li><li>Neglect</li></ul><p>While the first two categories get the most attention, neglect is the most common form of child abuse, accounting for more than 60 percent of all cases of child maltreatment. No child or youth deserves to be abused.</p>",
        "parent" : "^Child Abuse"
    },
    {
        "keyword": "^Counseling",
        "title": "counseling",
        "quote": "",
        "content" : "<p>Confidential, low-cost counseling and support groups are available throughout King County. Talking about your problems with a professional or seeking support from others can help you deal with your feelings in a healthy way.</p>",
        "parent" : "^Counseling"
    },
    {
        "keyword": "^Culturally Specific Agencies",
        "title": "culturally specific agencies",
        "quote": "",
        "content" : "<p>Many agencies are designed to serve and empower specific ethnic/cultural groups. These agencies offer youth leadership and job readiness programs, services for ELL (English Language Learners), interpreters and more. It is best to call each agency and ask about the services they provide.</p>",
        "parent" : "^Culturally Specific Agencies"
    },
    {
        "keyword": "^Dating & Domestic Violence",
        "title": "dating & domestic violence",
        "quote": "Estimates from national studies of teen dating indicate that 28% of teen relationships involve violence.",
        "content": "<p>Dating violence is any form of emotional, verbal, psychological, physical, or sexual abuse by a romantic partner. Victims often experience abuse that gets more severe over time as the abuser tries to control or dominate them.</p><p>Characteristics of an abusive relationship can include:</p><ul><li>Jealousy and possessiveness</li><li>Name-calling and putdowns</li><li>Controlling behavior</li><li>Pressure to engage in activities (sexual or other)</li><li>Physical threats to hurt you or themselves</li><li>Choking, hitting, or other injurious behavior</li></ul><p>Fear, threats, shame, and the belief that an abuser’s behavior will change often contribute to the victim feeling unsure about talking to someone about his or her situation. It is important to remember that there is help available. No one deserves to feel unsafe in a romantic relationship.</p>",
        "parent" : "^Dating & Domestic Violence"
    },
    {
        "keyword": "^Eating Disorders",
        "title": "eating disorders",
        "quote": "According to estimates from the National Eating Disorders Association, 5-10 million females and 1 million males suffer from eating disorders, including anorexia, bulimia, binge eating disorder or other associated dietary conditions.",
        "content" : "<p>Eating disorders involve extreme emotions and behaviors surrounding food and weight issues. They can arise from psychological, emotional, social and familial situations, but have no one reason or cause. By controlling food intake, people with eating disorders attempt to gain control over factors such as low self-esteem, feelings of inadequacy and anxiety. Eating disorders can become life threatening, so getting professional help is important.</p>",
        "parent" : "^Eating Disorders"
    },
    {
        "keyword": "^Education",
        "title": "education",
        "quote": "According to the Washington State Office of Superintendent of Public Instruction, only 75% of all Washington State public school students from the class of 2011 graduated from high school in 4 years.",
        "content" : "<p>Many teens have difficulties at school and need more support for their education. There are many agencies that offer tutoring programs, testing for learning disabilities, referrals for ELL (English Language Learners) and information about the GED (General Education Development) Certificate.</p>",
        "parent" : "^Education"
    },
    {
        "keyword": "^Employment & Job Training",
        "title": "employment & job training",
        "quote": "The Washington State Department of Labor and Industries estimates that 80% of all teens hold a job at some time during high school.",
        "content" : "<ul><li>If you are 14 or 15 years old, you can work no more than three hours on a school day.</li><li>If you are 16 years or older, you can work no more than four hours on a school day.</li><li>If you are 18 years or older, you may perform any job with no restrictions.</li></ul><p>When applying for a job it is important to have the following information available:</p><ul><li>Social Security number</li><li>Current address and phone number</li><li>Name and contact information for adults/professionals who you can use as references</li></ul>",
        "parent" : "^Employment & Job Training"
    },
    {
        "keyword": "^GLBTQ",
        "title": "GLBTQ",
        "quote": "",
        "content" : "<p>Gay, Lesbian, Bisexual, Transgender and Questioning (GLBTQ) youth are frequently targets of discrimination, violence and bullying/harassment both at school and in the community. Societal prejudice and disapproval from loved ones can be isolating and hurtful to teens that identify as GLBTQ. Support groups, drop-in centers, activities and counseling services are available to promote acceptance and provide a safe environment of understanding.<p/>",
        "parent" : "^GLBTQ"
    },
    {
        "keyword": "^Health Concerns",
        "title": "health concerns",
        "quote": "The 2008 Washington State Healthy Youth Survey found that 39% of 8th graders and 43% of 10th graders hadn’t seen a doctor in the past 12 months.",
        "content" : "<p>Free, low-cost and pay-what-you-can health care options are available to youth. If you do not want a parent or legal guardian to know you are seeking services, make sure to ask the agencies about their policies regarding confidentiality. Some clinics may require a parent’s insurance information for primary health care even though they may not require this information for confidential family planning and sexual health services.</p>",
        "parent" : "^Health Concerns"
    },
    {
        "keyword": "^Homelessness & Runaways, Drop-In Centers",
        "title": "drop-in centers",
        "quote": "",
        "content" : "<p>Drop-in centers provide a variety of services to homeless youth. Services often include, but are not limited to, case management, laundry, showers and hot meals. If you are unsure of specific services, call ahead to find out about individual programs.</p>",
        "parent" : "Homelessness & Runaways"
    },
    {
        "keyword": "^Homelessness & Runaways, Other Helpful Services",
        "title": "other helpful services",
        "quote": "Current estimates from the National Coalition for the Homeless suggest there are more than one and a half million children, teens and young adults trying to survive on U.S. streets today.",
        "content" : "<p>Runaway youth come from every socio-economic and racial group in America. More often than not, youth who are homeless have not chosen to live on the streets. Many homeless youth turn to the streets because of a combination of abuse, family problems and dysfunction within their homes that cause them to feel unsafe. Drop-in centers, homeless shelters, hot meal programs, case management and other services are available to help youth take care of themselves and/or get off the streets.</p>",
        "parent" : "Homelessness & Runaways"
    },
    {
        "keyword": "^Homelessness & Runaways, Shelters",
        "title": "shelters",
        "quote": "",
        "content" : "<p>Shelters operate on different days and serve various ages. Space is limited so call to determine which shelter may be able to assist you.</p>",
        "parent" : "Homelessness & Runaways"
    },
    {
        "keyword": "^Homelessness & Runaways, Transitional Housing",
        "title": "transitional housing",
        "quote": "",
        "content" : "<p>Transitional housing offers youth a safe place to live while they work toward acquiring necessary life skills, self-sufficiency and gainful employment. Please be aware that programs often have wait lists for acceptance and most require a referral from a case manager or shelter program.</p>",
        "parent" : "Homelessness & Runaways"
    },
    {
        "keyword": "^Leadership & Volunteer Opportunities",
        "title": "volunteer opportunities",
        "quote": "",
        "content" : "<p>According to Independent Sector, a leadership network for nonprofits, volunteering helps to create a stable and cohesive society, increases social harmony among diverse individuals who volunteer together and promotes an individual volunteer’s good health and emotional well-being.</p>",
        "parent" : "^Leadership & Volunteer Opportunities"
    },
    {
        "keyword": "^Legal Services & Youth Rights",
        "title": "legal services & youth rights",
        "quote": "",
        "content" : "<p>Despite what society and other members of the community may tell you, youth under age 18 do have rights. Specific agencies can provide you with more information about juvenile criminal laws, labor laws, educational rights and emancipation. These agencies advocate for youth and ensure that young adults are treated in a just and fair way.</p>",
        "parent" : "^Legal Services & Youth Rights"
    },
    {
        "keyword": "^People with Disabilities",
        "title": "people with disabilities",
        "quote": "",
        "content" : "<p>The Americans with Disabilities Act of 1990 guarantees equal access in employment, public accommodation, transportation, telecommunications and state and local government. You can call the numbers listed below if you need support, referrals or other information about available services.</p>",
        "parent" : "^People with Disabilities"
    },
    {
        "keyword": "^Rape & Sexual Assault",
        "title": "rape & sexual assault",
        "quote": "According to the Harborview Center for Sexual Assault and Traumatic Stress, by the age of 18, 1 of every 4 girls and 1 of every 6 boys has been sexually assaulted.",
        "content": "<p>Due to the violence that often accompanies a rape or sexual assault, it is important for a victim to go to the emergency department of their local hospital to be examined for injuries. At the hospital, a social worker will discuss a victim's options, including that of evidence collection. Because of this, it is helpful if the victim does not shower, clean up or change clothes before having an exam, as doing so may remove any remaining evidence.</p><p>Additionally, the doctor can discuss medications that are available to reduce the chances of contracting a sexually transmitted infection (STI) or getting pregnant. If the victim is under the age of 18, the law requires the police to be notified. However, going to the hospital and submitting a report does not necessarily mean that charges must be filed against the perpetrator or that participation in a legal case must occur. Counselors can talk about available alternatives and help the victim decide what the best choice is going to be for the individual.</p>",
        "parent": "^Rape & Sexual Assault"
    },
    {
        "keyword": "^Recreation & Youth Involvement",
        "title": "recreation & youth involvement",
        "quote": "",
        "content" : "<p>If you are bored and looking for a fun place to hang out after school or on the weekends, there are a number of places for you. Community and recreational centers, drop-in groups, classes and sports leagues for youth are located throughout King County.</p>",
        "parent" : "^Recreation & Youth Involvement"
    },
    {
        "keyword": "^STIs (including HIV/AIDS)",
        "title": "STIs/AIDS/HIV" ,
        "quote": "According to the Centers for Disease Control, compared to older adults, sexually active adolescents and young adults are at a higher risk for acquiring STIs. Recent estimates suggest that 15-24 year olds acquire nearly half of all new STIs.",
        "content": "<p>Many teens are unaware of the dangers associated with sexually transmitted infections (STIs) and how to prevent or identify them. Talking with your partner about STIs and getting tested regularly are important parts of being sexually active. Myths exist regarding all STIs, but especially Human Immunodeficiency Virus (HIV) and Acquired Immune Deficiency Syndrome (AIDS). You cannot get HIV from hugging, drinking out of a shared glass or using a public toilet.</p><p>There are three primary ways of contracting HIV:</p><ul></ul><li>Unprotected sex with an infected individual</li><li>Sharing needles</li><li>From mother to unborn child</li></ul>",
        "parent": "^STIs (including HIV/AIDS)"
    },
    {
        "keyword": "^Suicide",
        "title": "suicide",
        "quote": "According to the Washington State Department of Health, 2 to 3 youth ages 15-24, commit suicide every week in Washington State.",
        "content" : "<p>Warning signs for suicide include:</p><ul><li>Changes in eating and sleeping patterns</li><li>Dropping hints or talking about suicide; making a plan</li><li>Giving away prized possessions</li><li>Being very obsessive and perfectionistic</li><li>Engaging in risky behaviors (driving recklessly, increased drug and alcohol use/abuse, etc.)</li></ul><p>Consider the following questions to help you determine the urgency:</p><ol><li>Are there three or more warning signs?</li><li>Have the warning signs been present two weeks or longer?</li><li>How extreme or severe are the warning signs?</li></ol><p>If you are concerned that you or someone you know may be suicidal, it is important to address the situation immediately. Mentioning suicide will not give the person the idea or push them over the edge. Talking about your concerns can prevent a suicide attempt from occurring and save a life.</p><h3>How to Help</h3><p><em>STEPS 1 &amp; 3 CAN BE USED TO HELP A FRIEND IN ANY SITUATION</em></p><ol><li>Show you care<ul><li>Talk to the person you are concerned about in a caring manner</li><li>Be specific about the warning signs you have noticed</li><li>Listen without judgment</li></ul></li><li>Ask the question directly<ul><li>'Are you thinking of suicide?'</li></ul></li><li>Talk to an adult you trust </li></ol><p>These are the initial steps toward ongoing mental health care. Every situation regarding suicide is different. Call 1(866) TEENLINK to talk to a trained phone worker in more detail about how to get help.</p>",
        "parent" : "^Suicide"
    },
    {
        "keyword": "Pregnancy",
        "title": "pregnancy",
        "quote": "",
        "content": "",
        "parent" : "^Birth Control/Family Planning/Pregnancy"
    },
    {
        "keyword": "AIDS HIV",
        "title": "HIV/AIDS",
        "quote": "",
        "content": "",
        "parent" : "^STIs (including HIV/AIDS)"
    }
]